{
  "intelligence": {

  },
  "wealth": {

  },
  "relationship": {
    "discovery": {
      "quizzes": [{"information": "Which season do you have best chance of getting a relationship?",
        "options": ["Spring", "Summer", "Autumn", "Winter"],
        "solution": "Along with cold temperature comes the holiday season when people gather to celebrate. It is also a time of meeting new people and perhaps start a relationship.",
        "correctIndex": 3},
        {"information": "What is the most common height difference between couples? (Male Height - Female Height)",
          "options": ["0cm to 5cm", "5cm to 10cm", "10cm to 15cm", "15cm to 20cm"],
          "solution": "Research states that most women are attracted to men of taller height than themselves, on average 10 to 15cm.",
          "correctIndex": 2},
        {"information": "On average, at which period of life does people feel most lonely?",
          "options": ["teen(10-19)", "twenties(20-29)", "thirties(30-39)", "forties(40-49)"],
          "solution":"Regardless of being in a relationship, most people in their thirties feel lonely from repeated life of busy work and lack of free time.",
          "correctIndex": 2},
        {"information": "How many times does a couple lie to each other on average in a week?",
          "options": ["7 times", "5 times", "3 times", "1 times"],
          "solution": "According to research, regardless of the intent, most couple lie on average of 5times a week to their partner.",
          "correctIndex": 1},
        {"information": "What color should a man wear on a date?",
          "options": ["Blue", "Red", "Yellow", "Green"],
          "solution": "Study shows that women are attracted to men in blue.",
          "correctIndex": 0},
        {"information": "How much percentage of single parents are willing to date other single parents?",
          "options": ["44%", "60%", "76%", "92%"],
          "solution": "92% of single parents would rather date other single parents.",
          "correctIndex": 3},
        {"information": "How much percentage of onlines daters successfully form a relationship?",
          "options": ["11%", "22%", "33%", "44%"],
          "solution": "33% of online daters form a relationship, 33% do not, and 33% give up.",
          "correctIndex": 2},
        {"information": "What percentage of men are not feeling confident when meeting a woman for the first time?",
          "options": ["30%", "40%", "50%", "60%"],
          "solution": "Nearly 40% of men do not feel confident meeting a woman for the first time.",
          "correctIndex": 1}]
    },"romance": {
      "quizzes": [{"information": "How many hours of kissing does average couple spend in their lifetime?",
        "options": ["111 hours", "224 hours", "336 hours", "448 hours"],
        "solution": "On average a kiss last from 7seconds to 16seconds, throughout the lifetime average couple spend 336 hours kissing.",
        "correctIndex": 2},
        {"information": "How long does the 'in love' phase or the 'honeymoon phase' usually last?",
          "options": ["1 week", "1 month", "6 months", "1 year"],
          "solution": "Couples start their relationship like a burning blaze, so called 'in love' phase, which according to research lasts 1 year on average.",
          "correctIndex": 3},
        {"information": "How many dates does an average person go out before they marry?",
          "options": ["at least 50 dates", "at least 100 dates", "at least 200 dates", "at least 250 dates"],
          "solution": "Choosing the person to marry to is a life decision, one you cannot think of lightly, on average a person goes out to at least 100 dates before deciding on who to marry.",
          "correctIndex": 1},
        {"information": "Where is the most common first date spot?",
          "options": ["Cafe (e.g. Starbucks)", "Movie Theatre", "Walk at a park", "Dinner at Restaurants"],
          "solution":"Research states that first date spot for most couples is Starbucks, chatting over a cup of coffee.",
          "correctIndex": 0},
        {"information": "What are the chances for the workplace relationship to result in marriage?",
          "options": ["2 out of 10", "3 out of 10", "4 out of 10", "5 out of 10"],
          "solution": "Four out of 10 workplace dating result in marriage.",
          "correctIndex": 2},
        {"information": "In how many dates does men know they're falling in love?",
          "options": ["3", "4", "5", "6"],
          "solution": "Men need only three dates to know they're falling in love.",
          "correctIndex": 0},
        {"information": "In how many dates does women know they're falling in love",
          "options": ["2", "6", "10", "14"],
          "solution": "Women doesn't fall in love until average of 14th date.",
          "correctIndex": 3},
        {"information": "Which type of food restaurant is most popular for a first date?",
          "options": ["Chinese", "Italian", "Mexican", "Japanese"],
          "solution": "Italian food is one of the most popular restaurants for a first date.",
          "correctIndex": 1}]
    },"breakup": {
      "quizzes": [{"information": "During which season does break-ups between couples occur the most?",
        "options": ["Spring", "Summer", "Autumn", "Winter"],
        "solution":"Once the holiday season pass comes emptiness and what's left of the excitement no longer present. During which couples also feel there is no more love or meaning in their relationship.",
        "correctIndex": 0},
        {"information": "What is the biggest cause of divorce?",
          "options": ["lack of income", "lack of intercourse", "unfaithfulness", "child-upbringing"],
          "solution": "Flirting along with other unfaithful actions of the partner proved to be the number one reason for divorce",
          "correctIndex": 2},
        {"information": "What is the average time before a long distance relationship breaks down?",
          "options": ["3 months", "4.5 months", "6 months", "1 year"],
          "solution": "Long distance relationship does not last long, especially when couples are unsure when they will be able to get together.  On average long distance relationship started to break down after 4.5months",
          "correctIndex": 2},
        {"information": "What percentage of breakup couples get back together?",
          "options": ["35%", "50%", "65%", "80%"],
          "solution":"According to research about half of breakup couples get back together, more so when their relationship has been longer.",
          "correctIndex": 1},
        {"information": "What percentage of online daters' breakup occur via email?",
          "options": ["36%", "48%", "60%", "72%"],
          "solution":"Approximately 48% of online daters reported that their breakups occurred via email.",
          "correctIndex": 1},
        {"information": "What kind of food does women look for at breakup?",
          "options": ["Icecream", "Wine", "Chicken", "Carrots"],
          "solution":"According to the survey, women are more likely turn to wine than ice cream or any other food.",
          "correctIndex": 1},
        {"information": "What day is most breakups announced?",
          "options": ["Monday", "Wednesday", "Friday", "Sunday"],
          "solution":"Most breakups are announced on Monday, especially right before Spring Break and right before Christmas.",
          "correctIndex": 0},
        {"information": "What percentage of breakup couples stay friends on Facebook?",
          "options": ["34%", "45%", "59%", "67%"],
          "solution":"59% of people stay friends on Facebook after the breakup according to a survey.",
          "correctIndex": 2}]
    }
  },
  "health": {

  }
}